[
  {
    "platform": 0,
    "intro": "<section><p>DS PRO - professional video editor tool online</p></section><section><h3>Purchase a Credit Package and enjoy the following benefits:</h3><ul><li>Access to the PRO AI model</li><li>Maximum video length of 30 minutes</li><li>Maximum video size of 1GB</li><li>Support for multiple video and photo formats</li><li>Priority processing</li><li>Early access to new features</li></ul></section><section><h3>Redemption Process</h3><ul><li>Step 1: Select a credit package</li><li>Step 2: Complete the payment</li><li>Step 3: Receive a redemption code or credits</li><li>If a user ID is provided, the credits will be directly added to the user ID.</li><li>If no user ID is provided, a redemption code will be sent, which must be redeemed manually in DS.</li></ul></section>"
  },
  {
    "platform": 1,
    "intro": "<section><p>PDF Editor - professional PDF editor tool online</p><p>PDF Editor - Your locally hosted one-stop-shop for all your PDF needs.</p></section><section><h3>Purchase a Credit Package and enjoy the following benefits:</h3><ul><li>PDF Multi Tool: Merge, Rotate, Rearrange, and Remove pages</li><li>Crop PDF: Crop a PDF to reduce its size (maintains text!)</li><li>Image to PDF: Convert a image(PNG, JPEG, GIF) to PDF</li><li>Convert file to PDF: Convert nearly any file to PDF (DOCX, PNG, XLS, PPT. TXT and more)</li><li>Add Password: Encrypt your PDF document with a password</li><li>OCR / Cleanup scans: Cleanup scans and detects text from images within a PDF and re-adds it as text</li></ul></section><section><h3>Redemption Process</h3><ul><li>Step 1: Select a credit package</li><li>Step 2: Complete the payment</li><li>Step 3: Receive a redemption code or credits</li><li>If a user ID is provided, the credits will be directly added to the user ID.</li><li>If no user ID is provided, a redemption code will be sent, which must be redeemed manually in DS.</li></ul></section>"
  },
  {
    "platform": 2,
    "intro": "<section><h3>Introducing Windows 11</h3><p>A new Windows experience, bringing you closer to the people and things you love.</p><p>If your system was unable to install Windows 11 when offered the free upgrade due to system requirements, you will not be able to install this version. For more information on system requirements visit,<a href=\"https://www.microsoft.com/windows/windows-11-specifications\">https://www.microsoft.com/windows/windows-11-specifications</a></p></section><section><h3>Connect to what you care about</h3><p>Whatever you're into, we'll help you stay on top of it. Windows 11 has new ways of connecting to all of your favourite people, news, games, and content.</p></section><section><h3>Champion your Creativity</h3><p>Pursue your passions with a refreshed, calming experience, designed to inspire your next creative endeavour.</p></section><section><h3>Maximize your productivity</h3><p>Go from \"to-do\" to \"done\" with tools like Snap Assist and Desktop Groups—created to help you multi-task effortlessly.</p></section><section><h3>Get a fresh perspective</h3><p>Windows 11 provides a calm and creative space where you can pursue your passions through a fresh experience. From a rejuvenated Start menu to new ways to connect to your favorite people, news, games, and content—Windows 11 is the place to think, express, and create in a natural way.</p></section><section><h3>Maximize your productivity</h3><p>Access all the apps you need and multi-task with ease with tools like Snap layouts, Desktops, and a new more-intuitive redocking experience.</p></section><section><h3>New ways to connect</h3><p>Connect instantly to the people you care about right from your desktop with Microsoft Teams. Call or chat for free—no matter what device they're on.</p></section><section><h3>Your content, curated by you</h3><p>With Microsoft Edge and a multitude of Widgets you can choose from, you can quickly stay up to date with the news, information, and entertainment that matters most to you. Easily find the apps you need and the shows you love to watch in the new Microsoft Store.</p></section><section><h3>Playtime. Anytime.</h3><p>Windows 11 takes gaming to a whole new level with graphic capabilities that rival reality.4 Discover your next favorite game with Xbox GamePass, giving you access to over 100 high-quality games (membership sold separately).</p></section><section><h3>A PC for each of us</h3><p>The new Windows is available on the widest array of devices, from our partners who are bringing you the latest innovations in touch, pen, and voice, making it easy to find the best, most affordable device for you.</p></section><section><h3>Choose the browser that puts you first</h3><p>Whether you want to get things done, be entertained, or stay connected to the ones you love, this browser can be tailored to suit your needs.</p></section>"
  },
  {
    "platform": 3,
    "intro": "<section><h3>Introducing Windows 10</h3><p>The best Windows ever keeps getting even better. Buying Microsoft Windows 10 is a very good decision in many aspects. First of all, you can feel truly safe and sure about your software as Windows 10 gets regular updates. They do not only apply to the operating system itself, but also to several Microsoft Store applications, which can support you in your work and make your life even easier and more comfortable.</p></section><section><h3>More flexibility and comfort</h3><p>New Microsoft applications and features. Time Line and Focus Assist will help you stay focused on your current work. You will not have to use your mobile to access important files. Now you can get what you want directly via your computer.</p></section><section><h3>Faster and smarter</h3><p>The system starts up about three times faster. Log in with your password or with your PIN. Faster Windows also means faster Wi-FI networks and browser. Microsoft Edge got a solid update and a rework to match the modern expectations of our customers and the speed of the world we live in. The system will also recognize you thanks to the Windows Hello feature, which will light up any of your Windows devices if you are near them.</p><p>Moreover, Cortana, your personal assistant, is here to support you, too. It's a digital assistant who works across all of your Windows 10 devices. As Cortana is an artificial intelligence engine, she will learn from your actions and routines. So, every day she will get better and more useful to you.</p></section><section><h3>Your work in order</h3><p>Microsoft Windows 10 helps you create and manage your docs, presentations, and spreadsheets wherever you are and whatever you do. Work with your documents on your PC and create your presentations easily with a digital pen on your tablet or any other touchscreen devices with Microsoft Windows 10 installed.</p></section>"
  },
  {
    "platform": 4,
    "intro": "<section><h3>MICROSOFT 365 PRODUCT KEY</h3><ul><li>GLOBAL</li><li>PC OR MAC</li><li>12 MONTH SUBSCRIBTION</li><li>CAN USE WORLDWIDE AND MANY LANGUAGES</li></ul></section><section><h3>Simplify your online security</h3><p>Keep you and your family safer online with continuous monitoring for threats, real-time alerts, tips, and expert guidance from Microsoft Defender.</p></section><section><h3>Powerful productivity apps</h3><p>Use Word, Excel, and PowerPoint to collaborate in real time or work offline.</p></section><section><h3>Trusted storage for priceless memories</h3><p>Quickly save, share, and edit your photos and files with OneDrive and Microsoft 365.</p></section><section><h3>Make the most of your day</h3><p>With Outlook as command central, you can spend less time organizing your life and more time enjoying it.</p></section><section><h3>All your ideas in one place</h3><p>Capture inspiration in text, audio, photos, and videos to create your next big idea with OneNote.</p></section><section><h3>Tell your story, your way</h3><p>Easily turn captured memories into beautiful videos with Clipchamp and Microsoft 365.</p></section>"
  },
  {
    "platform": 5,
    "intro": "<section><h3>Office 2021 - a reliable partner</h3><p>This package is a suite of flagship software from Microsoft - designed for your productivity. Create and edit documents in Office Word to free your creativity. Manage your spreadsheets in Office Excel, and you will soon find out that the most challenging calculations and planning are your natural talent. Are you planning to create an impressive presentation?</p></section><section><h3>Your modernized Office</h3><p>Create content, stay organized, and work together with updated versions of Word, Excel, PowerPoint, and other apps in Office 2021.</p></section><section><h3>Create with confidence</h3><p>Produce engaging documents and presentations with new, modern visuals and quickly find what you need with improved navigation features and search functions.</p></section><section><h3>Organize your work and life</h3><p>Efficiently manage your messages, appointments, contacts, and tasks in one place. Easily stay on top of meetings, deadlines, and family time, too.</p></section>"
  },
  {
    "platform": 6,
    "intro": "<section><h3>McAfee® Total Protection</h3><p>McAfee Total Protection is a complex solution meant to protect your computer from viruses, malware, and other malicious software you may encounter during browsing the web, visiting unknown websites, running potentially unsafe applications, and opening suspicious email attachments. It combines different McAfee tools and puts them into one convenient package. These include SiteAdvisor, Safe Family, True Key password manager, Wi-Fi protection, and safe file storage. Protect all types of devices with McAfee Total Protection cloud-based defense – from personal computers to tablets and smartphones.</p></section><section><h3>Virus and Malware protection</h3><p>Viruses and malware programs may negatively impact computer's performance, they can steal or delete your files and sensitive data without warning, and sometimes they can even cause irreversible damage to your computer. Therefore, it's important to use advanced antivirus which will maintain your pc and smartphone in good condition. With McAfee Total Protection your device is safe from most of the threats.</p></section><section><h3>Performance optimization</h3><p>McAfee Total Protection runs easily on your CPU, meaning it can work efficiently without negatively impacting your everyday workflow. It also comes with a set of features that make browsing the web a much more pleasurable experience, thanks to the pop-up and annoying advertisements blocking. Don't let malicious code distract you from your job.</p></section>"
  },
  {
    "platform": 7,
    "intro": "<section><h3>Adobe Creative Cloud 2024 – All Apps | 1 Year Subscription</h3><p>You won't want to miss out on this incredible opportunity to boost your creativity with a one-year subscription to Adobe Creative Cloud 2024 – All Apps! With a whopping 50+ apps available at your fingertips, the possibilities for your creative projects are endless. Upon purchase, we'll grant you access to all Adobe apps via your Adobe email account, and you can log in to your Adobe account to download directly from the official Adobe website. Get ready to unleash your full potential and explore all the amazing features that Adobe has to offer!</p></section><section><p>Access Adobe's apps from anywhere in the world with the Creative Cloud from a Windows or a Mac device. Furthermore, take advantage of round-the-clock Creative Cloud support services, available 365 days a year.</p><p>Each subscriber will receive 100 GB of cloud-based storage, providing additional capacity to store large projects without using space on your computer or mobile device. You can access the files stored in the cloud from any device using file sync or a web browser. You can easily access your data from any location with an internet connection.</p><p>With the Adobe Creative Cloud, you can access the most cutting-edge tools for creating and editing digital multimedia assets, setting the gold standard in media editing and creation.</p><p>Most applications can be installed directly on your Windows or Mac computer, while web-based tools such as Spark and Portfolio require Internet access.</p><p>As an Adobe Creative Cloud subscriber, enjoy automatic installations of the latest app updates directly on your computer.</p></section>"
  },
  {
    "platform": 8,
    "intro": "<section><p>Photoshop is the world's best imaging and graphic design software, preferred by professionals everywhere. Adobe's subscription-based licensing ensures that you always have the latest versions of their applications and take full advantage of software advancements.</p></section><section><p>Indispensable for anyone working in the visual field, from photographers to web designers, Adobe Photoshop gives you all the tools you need to bring your ideas to life. Photoshop offers this classic app both for desktop and iPad, so you can take your work on the go and get creative anywhere.</p></section><section><p>The Photoshop subscription for teams also includes 1TB of cloud storage, Adobe Fresco, Adobe Portfolio, Adobe Fonts, and access to Adobe Express (with Premiere Rush and Photoshop Express). Adobe plans for teams come with exclusive business features like an admin console for easy license management, 24x7 support, and sessions with product experts.</p></section>"
  },
  {
    "platform": 9,
    "intro": "<section><h3>Acrobat. It's how the world gets work done</h3><p>More than five million organizations around the world rely on Acrobat to create and edit the smartest PDFs, convert PDFs to Microsoft Office formats, and so much more. When you're on the move and you need to collaborate with colleagues in multiple locations, trust the power of Acrobat to make it happen.</p></section><section><h3>Stay productive by staying connected</h3><p>Always enjoy the latest technology from the most collaborative, work-from-anywhere-anytime PDF tool available on any device.</p></section><section><h3>Always get the latest Acrobat features</h3><p>Your needs are always evolving. And the way you work evolves with it. That's why we're continually improving and adding features to Adobe Acrobat. And when you buy Adobe Acrobat, you'll always get the newest features the moment they're released.</p></section><section><p>At Adobe, we're serious about protecting your personal information. To ensure your account details are safe, we use Secure Sockets Layer (SSL), an industry standard for encrypting private data over the internet.</p></section>"
  }
]
